Repository: deforay/smart-connect
Catalog: module/Application/language/*.po
Languages: pt_br

source: Edit
pt_br: Editar

source: Total Samples
pt_br: Total de amostras

source: Samples Tested
pt_br: Amostras testadas

source: Gender Missing
pt_br: Falta de gênero

source: Age Missing
pt_br: Idade ausente

source: Results Not Available (< 6 months)
pt_br: Resultados não disponíveis (< 6 meses)

source: Results Not Available (> 6 months)
pt_br: Resultados não disponíveis (> 6 meses)

source: Samples Received
pt_br: Amostras Recebidas

source: Samples Rejected
pt_br: Amostras rejeitadas

source: Valid Tested
pt_br: Testado válido

source: Samples Suppressed
pt_br: Amostras suprimidas

source: Suppression Rate
pt_br: Taxa de Supressão

source: Rejection Rate
pt_br: Taxa de Rejeição

source: Sample ID
pt_br: Identificador da Amostra

source: Facility Name
pt_br: Nome do local

source: Date Collected
pt_br: Data da Colheita

source: Rejection Reason
pt_br: Motivo da rejeição

source: Date Tested
pt_br: Data de Teste

source: Viral Load(cp/ml)
pt_br: Carga Viral(cp/ml)

source: Sample Code
pt_br: No. da Amostra

source: Health Facility Name
pt_br: Nome do local

source: Health Facility Code
pt_br: Código do local

source: District/County
pt_br: Distrito

source: Province/State
pt_br: Provincia

source: Patient Name
pt_br: Nome do Paciente

source: Date of Birth
pt_br: Data de Nascimento

source: Age
pt_br: Idade

source: Gender
pt_br: Género

source: Date of Sample Collection
pt_br: Data da colheita

source: Sample Type
pt_br: Tipo de amostras

source: Date of Treatment Initiation
pt_br: Data de início do tratamento

source: Current Regimen
pt_br: Regime Actual

source: Date of Initiation of Current Regimen
pt_br: Data de início do regime atual

source: Is Patient Pregnant
pt_br: A paciente está Grávida

source: Is Patient Breastfeeding
pt_br: A paciente está a amamentar

source: ARV Adherence
pt_br: Aderência de ARV

source: Requesting Clinican
pt_br: Solicitando Clinican

source: Request Date
pt_br: Data de solicitação

source: Date Sample Received at Lab
pt_br: Amostras recebidas por Laboratorio

source: VL Result (cp/ml)
pt_br: Carga Viral(cp/ml)

source: Vl Result (log)
pt_br: Carga Viral (log)

source: Rejection Reason (if Rejected)
pt_br: Motivo de rejeição (se rejeitado)

source: Lab
pt_br: Laboratório

source: Samples Collected
pt_br: Amostras Colhidas

source: Samples Pending
pt_br: Amostras Pendentes

source: Samples Not Suppressed
pt_br: Amostras não suprimidas

source: Date
pt_br: Data

source: Clinics
pt_br: Unidades Sanitárias

source: Month and Year
pt_br: Mês e Ano

source: Average TAT in Days
pt_br: Média dos TRL em dias

source: Collection Date
pt_br: Data de Colheita

source: Facility
pt_br: Local

source: Sample Received at Lab
pt_br: Amostras recebidas por Laboratorio

source: Months
pt_br: Meses

source: Province
pt_br: Província

source: Valid Results
pt_br: Resultados válidos

source: Suppressed Results
pt_br: Resultados suprimidos

source: Non Suppressed Results
pt_br: Resultados não suprimidos

source: Samples Rejected in %
pt_br: Amostras rejeitadas em %

source: Suppression Rate in %
pt_br: Taxa de supressão em %

source: Clinics Dashboard
pt_br: Painel das Unidades Sanitárias

source: Please select one or more province. Leave blank for All
pt_br: Por favor, selecione uma ou mais províncias. Deixar em branco para todos

source: Please select one or more district. Leave blank for All
pt_br: Por favor, selecione um ou mais distrito. Deixar em branco para todos

source: Please select one or more clinics. Leave blank for All
pt_br: Por favor selecione uma ou mais Unidades Sanitárias. Deixe em branco para todas

source: Date Range
pt_br: Intervalo de datas

source: Please choose sample type
pt_br: Por favor escolha um tipo de amostra

source: All
pt_br: Todos

source: Test Result
pt_br: Resultado de teste

source: Please choose result
pt_br: Por favor escolha um resultado

source: Select
pt_br: Selecionar

source: Good
pt_br: Bom

source: Fair
pt_br: Razoável

source: Poor
pt_br: Insignificante

source: Age Group
pt_br: Faixa etária

source: Please choose age group
pt_br: Por favor escolha a faixa etária

source: Unknown
pt_br: Desconhecido

source: Male
pt_br: Masculino

source: Female
pt_br: Feminino

source: Other
pt_br: Outro

source: Yes
pt_br: Sim

source: No
pt_br: Não

source: Unreported
pt_br: Não reportado

source: Search
pt_br: Procurar

source: Reset
pt_br: Resetar

source: Overall Viral Load Status
pt_br: Status total de Carga Viral

source: Overall Viral Load Status based on Gender
pt_br: Status geral da carga viral com base no género

source: Samples Tested based on Gender
pt_br: Amostras testadas por Género

source: Samples Tested based on Age < 2
pt_br: Amostras testadas com base na idade < 2

source: Samples Tested based on Age 2-5
pt_br: Amostras testadas com base na idade 2-5

source: Samples Tested based on Age 6-14
pt_br: Amostras testadas com base na idade 6-14

source: Samples Tested based on Age 15-49
pt_br: Amostras testadas com base na idade 15-49

source: Samples Tested based on Age >=50
pt_br: Amostras testadas com base na idade > = 50

source: Samples Tested based on Age unknown
pt_br: Amostras testadas com base na idade desconhecida

source: VL Ordered
pt_br: Carga Viral Solicitada

source: Test Reasons
pt_br: Motivos de testes

source: VL Suppression
pt_br: Supressão de Carga Viral

source: All Samples
pt_br: Todas Amostras

source: Others
pt_br: Outros

source: Request Form Completeness
pt_br: Requisição Incompletos

source: Please choose form fields
pt_br: Escolha os campos do formulário

source: Test Results
pt_br: Resultados de Testes

source: Samples with Test Results
pt_br: Amostras com resultados dos testes

source: Samples Awaiting Results
pt_br: Amostras com resultados pendentes

source: Rejected Samples
pt_br: Amostras rejeitadas

source: Export High VL Samples
pt_br: Exportar amostras de alta VL

source: Action
pt_br: Acção

source: All Province
pt_br: Toda a província

source: All Districts
pt_br: Todos Distritos

source: All Clinics
pt_br: Todas Unidades Sanitárias

source: Processing...
pt_br: Processando...

source: Laboratory Result
pt_br: Resultado do Laboratório

source: Collected
pt_br: Colheita

source: Referred by
pt_br: Referido por

source: Specimen
pt_br: Espécime

source: Issued
pt_br: Entrega

source: HIV Viral Load
pt_br: Carga Viral de HIV

source: Date of ART Regimen
pt_br: Data de inicio do TARV

source: Reason for Application
pt_br: Razão para a aplicação

source: ART Regimen
pt_br: ART Regimes

source: Viral Load (CAP/CTM)
pt_br: Carga Viral (CAP/CTM)

source: copies/ml
pt_br: cópias/ml

source: Log Value
pt_br: Valor Log

source: Authorized By
pt_br: Autorizado por

source: End of report
pt_br: Fim do relatório

source: Samples Registered
pt_br: Amostras registradas

source: VL Tested
pt_br: CV das amostras testadas

source: VL Not Tested
pt_br: Amostra não processada

source: No. of Samples
pt_br: No. de Amostras

source: Sample
pt_br: Amostra

source: Week of
pt_br: Semana de

source: Forms
pt_br: Formulários

source: Completion Rate
pt_br: Taxa de conclusão

source: Complete
pt_br: Completo

source: Incomplete
pt_br: Incompleto

source: Completion Percentage
pt_br: Percentagem de conclusão

source: Samples
pt_br: Amostras

source: Samples Tested based on
pt_br: Amostras testadas por Idade

source: Suppression %
pt_br: Supressão %

source: VL Ordered based on Age Group
pt_br: Desegragação das amostras solicitadas por faixa etária

source: VL Ordered based on Clinics
pt_br: Desegragação das amostras solicitadas por Unidade Sanitária

source: VL Ordered based on Gender
pt_br: Desegragação das amostras solicitadas por Gênero

source: Not Specified
pt_br: (Não especificado) (NE)

source: Test Reason
pt_br: Motivos de teste

source: Please choose test reason
pt_br: Escolha o motivo de solicitação de CV

source: All Reason
pt_br: Todos motivos

source: Sample Overview
pt_br: Visão geral das Amostras

source: CLOSE
pt_br: FECHAR

source: Sample No
pt_br: No. da Amostra

source: Sample Collection Date
pt_br: Data de colheita da amostra

source: Patient First Name & Last Name
pt_br: Primeiro e último nome do paciente

source: Mobile No
pt_br: No. Telefone

source: Clinic/Health Center Code
pt_br: Código da Unidade Sanitária

source: Clinic/Health Center Name
pt_br: Nome da Unidade Sanitária

source: Clinician Name
pt_br: Nome do clínico

source: Sample Receipt Date
pt_br: Data de recepção da amostra

source: Sample Test Date
pt_br: Data do teste da amostra

source: Specimen Type
pt_br: Tipo da amostra

source: Sample Rejection
pt_br: Rejeição da amostra

source: Platform
pt_br: Plataforma

source: VIRAL LOAD RESULT (copies/ml)
pt_br: RESLTADO DE CARGA VIRAL (copias/ml)

source: Approved By
pt_br: Aprovado por

source: Lab Comments
pt_br: Comentários do laboratório

source: Previous Result
pt_br: Resultado anterior

source: Date of Last Viral Load Test
pt_br: Data do último teste de Carga Viral

source: Result of previous viral load(copies/ml)
pt_br: Resultado anterior de Carga Viral (copias/ml)

source: Config
pt_br: Configuração

source: Edit Config
pt_br: Editar configuração

source: Language
pt_br: Idioma

source: Please choose instance language
pt_br: Por favor, escolha uma opção de idioma

source: Sample Waiting Month Range
pt_br: Intervalo de meses de espera das Amostras

source: Please enter sample waiting month range
pt_br: Por favor insira o intervalo de meses das amostras pendentes

source: Announcement Message
pt_br: Mensagem de Anúncio

source: Header
pt_br: Cabeçalho

source: Result PDF High Viral Load Message
pt_br: Resultado PDF Carga Viral elevada

source: Result PDF Low Viral Load Message
pt_br: Resultado PDF Carga Viral Baixa

source: Do you want to show smiley at result pdf?
pt_br: Mostrar o icone smiley no PDF de resultados?

source: Logo
pt_br: Logotipo

source: Select image
pt_br: Selecione a imagem

source: Change
pt_br: Mudar

source: Clear
pt_br: Limpar

source: Remove
pt_br: Eliminar

source: Please make sure logo image size of
pt_br: Por favor, certifique-se de que o tamanho da imagem do logo é

source: Submit
pt_br: Submeter

source: Cancel
pt_br: Cancelar

source: Config Name
pt_br: Nome da configuração

source: Value
pt_br: Valor

source: Facilities
pt_br: Unidades

source: Add
pt_br: Adicionar

source: Add Facility
pt_br: Adicionar o local

source: Please enter facility name
pt_br: Por favor selecione o nome do local

source: The facility name that you entered already exists.Enter another name
pt_br: O nome da unidade inserido, já existe. Insira outro nome

source: Facility Code
pt_br: Código do local

source: Please enter facility code
pt_br: Por favor insira o código da unidade

source: The code that you entered already exists.Try another code
pt_br: O código inserido já existe. Tente outro código

source: Other ID
pt_br: Outro ID

source: Facility Type
pt_br: Tipo de unidade

source: Please select facility type
pt_br: Por favor selecione o tipo da unidade

source: Report Email(s)
pt_br: Email(s) de Reporte

source: Contact Person
pt_br: Pessoa de contacto

source: Phone Number
pt_br: Número de telefone

source: Please choose province/state
pt_br: Por favor escolha Provincia

source: Enter Province/State
pt_br: Enter Provincia

source: Please enter province/state
pt_br: Por favor insira a Provincia

source: Please choose district/county
pt_br: Por favor escolha o Distrito

source: Enter District/County
pt_br: Intruduza o Distrito

source: Please enter district/county
pt_br: Por favor insira o Distrito

source: Linked Hub Name (If Applicable)
pt_br: Nome do distrito de referência (Se aplicavel)

source: Hub Name
pt_br: Nome da Unidade Sanitária

source: Please enter hub name
pt_br: Por favor insira o nome da Unidade Sanitária

source: Address
pt_br: Endereço

source: Country
pt_br: País

source: Please enter latitude
pt_br: Por favor insira a latitude

source: Please enter longitude
pt_br: Por favor insira a longitude

source: Please choose logo
pt_br: Por favor insira o logotipo

source: Edit Facility
pt_br: Editar local

source: Status
pt_br: Estado

source: Please select the status
pt_br: Por favor selecione o status

source: Active
pt_br: Activo

source: Inactive
pt_br: Inactivo

source: Manage Facility
pt_br: Gerir locais

source: Add New
pt_br: Novo utilizador

source: Labs Dashboard
pt_br: Painel dos Laboratórios

source: Show Date Filter
pt_br: Mostrar filtro de data

source: Close Date Filter
pt_br: Fechar o filtro de data

source: Please select one or more labs. Leave blank for All
pt_br: Por favor selecione um ou mais laboratórios. Deixe em branco para buscar Todos

source: Expand
pt_br: Expandir

source: All Sample Types
pt_br: Todos tipos de Amostras

source: Samples Tested per Lab
pt_br: Amostras testadas por Laboratório

source: Laboratory Turnaround Time
pt_br: Tempo de Resposta Laboratorial

source: Reason for VL Testing
pt_br: Razão para teste VL

source: Samples Tested - Pregnant
pt_br: Amostras testadas - Mulheres gravidas

source: Samples Tested - Breastfeeding
pt_br: Amostras testadas - Mulheres lactantes

source: Sample Volume
pt_br: Quantidade de amostras

source: Samples Not Tested
pt_br: Amostras não testadas

source: Female Patients
pt_br: Pacientes femininas

source: Line Of Treatment
pt_br: Linha de Tratamento

source: All Facilities - Geolocation
pt_br: Todos Locais - Geolocalização

source: Expand Map
pt_br: Expandir o mapa

source: Please choose date range
pt_br: Escolha o intervalo da data

source: All Labs
pt_br: Todos Laboratórios

source: All Age Group
pt_br: Grupos de idade

source: All Facilities
pt_br: Todos locais

source: Choose Date Range
pt_br: Escolha intervalo de datas

source: VL Samples Tested
pt_br: Amostras Testadas de Carga Viral

source: Results Not Available (Health Center-wise)
pt_br: Resultados pendentes (Por Unidade Sanitária)

source: Results Not Available (District-wise)
pt_br: Resultados pendentes (Por Distrito)

source: Facilities Geolocation
pt_br: Geolocalização das unidades

source: Results Not Available (VL Laboratory-wise)
pt_br: Resultados pendentes (Por Laboratorio de CV)

source: Completed VS Incomplete Forms
pt_br: Formulários completos VS Incompletos

source: Incomplete Fields
pt_br: Campos incompletos

source: Field
pt_br: Campo

source: Sorry..Location not available
pt_br: Lamentamos... Localização não disponível

source: Sample Type Volume
pt_br: Volume do tipo de amostra

source: Results Not Available (Province-wise)
pt_br: Resultados pendentes (Por Provincia)

source: Quick Stats
pt_br: Estatísticas rápidas

source: SAMPLES REGISTERED
pt_br: AMOSTRAS REGISTRADAS

source: Last 28 days
pt_br: NOS ÚLTIMOS 28 DIAS

source: SAMPLES TESTED
pt_br: AMOSTRAS TESTADAS

source: SAMPLES REJECTED
pt_br: AMOSTRAS REJEITADAS

source: SAMPLES COLLECTED
pt_br: AMOSTRAS COLHIDAS

source: District
pt_br: Distrito

source: High Viral Load
pt_br: Carga Viral de HIV

source: Samples Tested based on Age > 50
pt_br: Amostras testadas com base na idade > 50

source: Samples Tested based on Age Unknown
pt_br: Amostras testadas com base na idade desconhecida

source: VL Suppressed/Not Suppressed
pt_br: Carga Viral Suprimida/Não suprimida

source: Not Suppressed
pt_br: Não suprimido

source: Suppressed
pt_br: Suprimido

source: Back to Labs Dashboard
pt_br: Voltar ao Painel dos Laboratórios

source: Provinces
pt_br: Provincias

source: Please choose provinces
pt_br: Por favor escolha as provincias

source: Districts
pt_br: Distritos

source: Please choose districts
pt_br: Por favor escolha os distritos

source: Labs
pt_br: Laboratório

source: Please choose labs
pt_br: Por favor, escolha laboratórios

source: All Provinces
pt_br: Todas Provincias

source: Results Not Available Overview
pt_br: Visão geral de resultados pendentes

source: Please choose clinics
pt_br: Por favor escolha as Unidades Sanitárias

source: Results Not Available
pt_br: Resultados Pendentes

source: Sample Test Volume
pt_br: Volume de Teste de Amostra

source: Sample Status
pt_br: Estado das amostras

source: Samples Test Overview
pt_br: Visão geral das Amostras

source: Samples Turnaround Time
pt_br: Tempo de Resposta das Amostras

source: Samples Overview
pt_br: Visão geral das Amostras

source: Line of Treatment
pt_br: Linha de Tratamento

source: Line Of Treatment 1
pt_br: 1a Linha de Tratamento (LT 1)

source: Line Of Treatment 2
pt_br: 2a Linha de Tratamento (LT 2)

source: Line Of Treatment 3
pt_br: 3a Linha de Tratamento (LT 3)

source: National Dashboard for Priority Diseases
pt_br: Portal para o aprimoramento do Tratamento Cascata de Carga Viral

source: Welcome
pt_br: Bem Vindo

source: Please login to continue
pt_br: Por favor autentique-se para continuar

source: Enter any username and password
pt_br: Introduza qualquer username e senha

source: Password
pt_br: Senha

source: Login
pt_br: Aceder

source: Funded by
pt_br: Fundada por

source: Please enter your One Time Password (OTP) to continue
pt_br: Por favor, digite sua senha de uma só vez (OTP) para continuar

source: One Time Password
pt_br: Senha Temporária

source: Summary
pt_br: Sumário

source: on 1st Line
pt_br: na 1ª Linha

source: Reg. All
pt_br: Reg. Todos

source: All Regimens
pt_br: Todos os regimes

source: Districts/Facility Wise Samples Registered Summary
pt_br: Distritos/facilidade Wise Samples registrado Resumo

source: Facility Wise Suppression Rate Summary
pt_br: Taxas de supressão por Unidade Sanitária

source: Export Excel
pt_br: Excel de exportação

source: District Wise Samples Rejected Summary
pt_br: Amostras Rejeitadas por Distrito

source: Rejection Rate(%)
pt_br: Taxa de rejeição

source: Number of samples on 1st line Current Regimen
pt_br: Número de amostras na 1ª linha regime atual

source: Total number of samples having valid Current Regimen
pt_br: Número total de amostras com regime atual válido

source: Regimen Groups
pt_br: Grupos de regime

source: Regimen Groups Summary
pt_br: Resumo de grupos de regimes

source: Regimen
pt_br: Regime

source: Number Suppressed
pt_br: Amostras (CV < 1000)

source: Percentage of Samples(%)
pt_br: Percentagem das Amostras (%)

source: By Line of Regimen
pt_br: Pela linha do regime

source: 1st Line
pt_br: Primeira Linha

source: 2nd Line
pt_br: Segunda Linha

source: Results
pt_br: Reultados

source: By first line regimens [Adult & Paeds]
pt_br: Pelo regime de primeira linha [Adultos e Crianças]

source: 1st Line (ADULT)
pt_br: 1ª Linha (ADULTO)

source: 1st Line (PAEDS)
pt_br: 1ª Linha (PAEDS)

source: By second line regimens [Adult & Paeds] & Others
pt_br: Pela segunda linha de regime [Adultos e Crianças] e Outros

source: 2nd Line (ADULT)
pt_br: 2ª Linha (ADULTO)

source: 2nd Line (PAEDS)
pt_br: 2ª Linha (CRIANÇAS)

source: SUMMARY OF KEY INDICATORS
pt_br: RESUMO DOS INDICADORES CHAVE

source: District Wise Samples Registered
pt_br: Amostras Recebidas por Distrito

source: Facility Wise Samples Registered
pt_br: Amostras Recebidas por Unidade Sanitária

source: Province Wise Samples Registered
pt_br: Amostras Recebidas por Província

source: District Wise Suppression Rate
pt_br: Taxa de supressão por Distrito

source: Facility Wise Suppression Rate
pt_br: Taxa de supressão por Unidade Sanitária

source: Province Wise Suppression Rate
pt_br: Taxa de supressão por Distrito

source: District Wise Samples Rejected
pt_br: Amostras Rejeitadas por Distrito

source: Facility Wise Samples Rejected
pt_br: Amostras rejeitadas por Unidade Sanitária

source: Province Wise Samples Rejected
pt_br: Amostras Rejeitadas por Distrito

source: Processing Summary of Key Indicators
pt_br: Resumo de processamento dos principais indicadores

source: Suppression Rate Data
pt_br: Dados da taxa de supressão

source: TAT Dashboard
pt_br: Tempo de Resposta

source: Places
pt_br: Locais

source: Collect-Receive
pt_br: Colheita à Recepção

source: Receive-Register
pt_br: Recepção ao Registo

source: Register-Analysis
pt_br: Registo à Análise

source: Analysis-Authorise
pt_br: Análise a Emissão

source: TAT by Province
pt_br: TAT por Província

source: Provinces Chart
pt_br: Gráfico do TRL por Província

source: TAT in days
pt_br: TAT em dias

source: TAT by District
pt_br: TAT por Distrito

source: Districts Chart
pt_br: Gráfico do TRL por Distrito

source: TAT by Clinic
pt_br: TRL por Unidade Sanitária

source: Clinics Chart
pt_br: Gráfico do TRL por US

source: TAT Chart
pt_br: Gráfico TAT

source: Users
pt_br: Utilizadores

source: Add User
pt_br: Adicionar utilizador

source: Name
pt_br: Nome

source: Please enter the name
pt_br: Por favor insira o nome

source: User Type
pt_br: Tipo de utilizador

source: Please select the role
pt_br: Por favor selecione o privilégio

source: Please select facility
pt_br: Por favor selecione o local

source: Please enter valid email
pt_br: Por favor insira um email válido

source: Mobile
pt_br: Telemóvel

source: Please enter mobile number
pt_br: Por favor insira o número do telemóvel

source: Please enter the password
pt_br: Por favor insira a senha

source: Edit User
pt_br: Editar utilizador

source: Manage Users
pt_br: Gerir dados do utilizador

source: User Name
pt_br: Nome do utilizador

source: Role
pt_br: Privilégio

source: A 404 error occurred
pt_br: Ocorreu um erro 404

source: The requested controller was unable to dispatch the request.
pt_br: O controlador requisitado não foi capaz de despachar a requisição.

source: The requested controller could not be mapped to an existing controller class.
pt_br: O controlador requisitado não pode ser mapeado a uma classe de controlador existente.

source: The requested controller was not dispatchable.
pt_br: O controlador requisitado não foi despachado.

source: The requested URL could not be matched by routing.
pt_br: A URL requisitada não pode ser encontrada em nenhuma rota.

source: We cannot determine at this time why a 404 was generated.
pt_br: Não foi possível determinar o motivo do 404 ter ocorrido.

source: Controller
pt_br: Controlador

source: resolves to %s
pt_br: resolve como %s

source: Additional information
pt_br: Informação adicional

source: File
pt_br: Arquivo

source: Message
pt_br: Mensagem

source: Stack trace
pt_br: Pilha de execução

source: Previous exceptions
pt_br: Exceções anteriores

source: No Exception available
pt_br: Nenhuma exceção disponível

source: An error occurred
pt_br: Ocorreu um erro

source: Development/Test Environment with dummy data
pt_br: Dados do ambiente de testes

source: LAST ONE YEAR
pt_br: ÚLTIMO ANO

source: FULL DATA
pt_br: DADOS COMPLETOS

source: Log Out
pt_br: Sair

source: Data Management
pt_br: Gestão de Dados

source: Duplicate Data
pt_br: Dados duplicados

source: Global Config
pt_br: Configuração Geral

source: Import
pt_br: Importar
